{    
    "tr11": "Innovation meets Perfection",
    "tr12": "The individual AI-Inclusive solution optimized for tourism professionals",
    "tr13":"Let your digital tourism portfolio stand out and differentiate itself from the competition by interacting with your target groups and ensuring that they arrive excited and inspired at every stage of their travel planning.",
    "tr21": "The central tourism & marketing platform",
    "tr22": "Modular - Digital - Reliable",
    "tr23":"Boost your tourism economy by using cutting-edge digital marketing for travel and destinations. Our platform offers tourism industry specialists unique, modular solutions for creating digital products and supports the implementation of complex, sustainable destination management strategies to gain a competitive advantage.",
    "tr31":" Dynamic packages",
    "tr32":" Tour reservation system",
    "tr33": " Activities reservation system",
    "tr34":" Hotels reservation system",
    "tr35": " Events Calendar",
    "tr36" :" Open Data MAPS",
    "tr37":" Attractions and sightseeing",
    "tr38":" Statistics",
    "tr40":"Travel & Experience redefined",
    "tr41":"Monetize the benefits of GEO marketing",
    "tr42":"Increase your bookings",
    "tr43":"Maximize your ROI",
    "tr44":"OCTA has been designed with a customer-centric approach to promote, manage and market the destination as a holistic entity, providing meaningful destination-specific geo-information and products with real-time reservations and the option to connect to third-party sources.",
    "tr45":"The platform can consolidate and distribute a comprehensive range of tourism products through a variety of channels and platforms and significantly support the activities of a destination management organization. The system is specifically designed to give your company control over your internal, as well as external, distribution channels and commission models.",
    "tr46":"Thus, OCTA combines all available, state-of-the-art components into one easy-to-manage solution, providing an easily accessible and seamless interaction experience.",
    "tr47":"Dynamic packages of different tourism products & categories",
    "tr48":"Creation and marketing of individual or organized tour & travel packages",
    "tr49":"Real-time booking system for tours & travel",
    "tr50":"Creation and marketing of individual or organized activities & attractions",
    "tr51":"Real-time booking system for activities & attractions",
    "tr52":"Interactive maps for visualising tourism products, enriched by open data",
    "tr53":"Country and region-wide points-of-interest with more than 18.5 million POIs worldwide",
    "tr54":"Central Hotel Reservation System (CRS)",
    "tr55":"Comprehensive extranet of hotels & accommodations for online guests and partner network",
    "tr60":"Universal online sales tool",
    "tr61":"OCTA combines complex bookings of tourism products, both via own and external channels, with an unlimited number of products per booking. Whether classic pre-packaged trips or dynamic packaging, components from multiple tariff and sales policies can be combined, bundled, marketed in real time with easy reservation management.",
    "tr62":"Dynamic packaging allows your customers to customize their trip in real time using live travel inventory. They can choose from more options and package any service, such as accommodation, tours, excursions, events, museums, restaurants, etc.",
    "tr631":"Connection to external service providers and reservation systems",
    "tr632":"Fully equipped online booking system (CRS)",
    "tr633":"Multilingual, multi-currency and mandates",
    "tr634":"Customizable rate/margin management per external system or sales channel",
    "tr635":"Connection to PCI DSS conform online payment systems",
    "tr636":"Push integration into your accounting software",
    "tr637":"..and much more",
    "tr70":"Open data can be wonderful",
    "tr71":"Continuously enrich your destination data and product descriptions with reliable content and accurate open source data.",
    "tr72":"The Octa API consolidates and integrates open source geodata and transforms it into a dynamic link to your travel destinations and digital products.",
    "tr73":"The innovative combination of data technology enables the scalable and quality-assured integration of Big POI data assets for POI data integration or for complex and arbitrary POI integration workflows.",
    "tr74":"In parallel, processes are provided to track information expectation and manage the evolution of linked POI data, a unified and semantically rich model for assembling POI data from heterogeneous sources.",
    "tr751":"Public transport",
    "tr752":"The transit lines layer contains bus, subway and other train routes in a region",
    "tr753":"Directions and location",
    "tr754":"Allows users to explore routes, directions and travel duration",
    "tr755":"Monuments, historical buildings",
    "tr756":"Displays open source information and multimedia about cultural heritage monuments",
    "tr757":"Important information about points of interest for personalized user experiences",
    "tr758":"Sightseeing attractions",
    "tr759":"Covers over 10 mio tourist attractions and facilities worldwide",
    "tr760":"Leisure, parks, nature",
    "tr761":"Wilderness locations, hiking, biking and adventure",
    "tr80":"Data Aggregator",
    "tr81":"Combining data from different sources allows you to provide offers in real time.",
    "tr82":"The data aggregator summarizes POI details in a generic data set and provides impressive information about each GEO object. For example, directions and location can be integrated into the travel product automatically and without manual effort.",
    "tr83":"e.g.: sell a ticket to a museum without having to worry about opening hours or manually defining the navigation to get there. Simply point to the GEO object.",
    "tr84":"Enhance your customers' travel experience when planning their trips and tours by exploring a variety of services and destinations that truly match their preferences and needs.",
    "tr85":"worldwide GEO objects",
    "tr86":"POI dataset schemas",
    "tr90":"Interactive DMO optimized maps",
    "tr91":"From idea mapping to detailed itinerary planning.",
    "tr92":"Explore attractions, book hotels, restaurants, tours, activities, etc.",
    "tr93":"Plan your itineraries and share them with your friends.",
    "tr94":"Over 18.5 million points-of-interest worldwide!",
    "tr95":"Our maps are categorized by topic and help users discover a wealth of information about their destination through historical overlays, multimedia, directions and local knowledge base.",
    "tr96":"Currently available categories:",
    "tr971":"Interactive historical tours (storymaps)",
    "tr972":"Hiking paths & individual tours",
    "tr973":"Interactive points of interest (POI)",
    "tr974":"Public Transport & Routing",
    "tr975":"Directions & Navigation",
    "trcrs1":"Reservation System for Hotels & Accommodations",
    "trcrs2":"Simple and efficient system administration with control of the flow of information and the way it is presented to the buyer.",
    "trcrs3":"Easy to use, impressive in results.",
    "trcrs4":"Enrich your product portfolio with a virtual catalogue of accommodations in your region",
    "trcrs5":"The system setup offers your organization the opportunity to receive dedicated room rates from their preferred hotels in a specific destination. This way, you (as an operator) can open up new business opportunities to your participating members (accommodation owners).",
    "trcrs6":"Our white label integration allows you to personalize your booking system to reflect the brand awareness of your organization. Because we believe that your brand name is the key to success, the name your customers trust.",
    "trcrs7":"The OCTA Central Reservation System is a comprehensive, easy-to-use rate, inventory and reservation management solution. Available in 29 languages and all currencies, our CRS enables you to implement unique, fine-tuned sales strategies that support your business objectives.",
    "trcrs8":"OCTA handles FITs, business travelers, solo travelers, families, groups, and even massive rotations from large tour operators with equal ease.",
    "trcrs9":"Our API-first approach helps you reduce the pain of costly migrations and facilitates rapid onboarding of your partner hotels.",
    "trcrs10":"Build strong partnerships by onboarding accommodations in your region",
    "trcrs11":"DMOs are able to build an extranet of accommodations and services to serve their partner network (or members) with real-time reservations",
    "trcrs12":"You have the opportunity to set up your own sales channel and thus open up new sales opportunities for your member hotels.",
    "trcrs13":"They can load their own inventory (directly contracted hotels or any type of accommodation) into the system and fully manage rates, availability and access to preferred partners and distribution channels themselves.",
    "trcrs14":"OCTA allows you to seamlessly integrate updated hotel inventory and display it on your website and even has its own markup on the net rates that hotel owners receive.",
    "trcrs15":"Own back office for loading inventory",
    "trcrs16":"Control of preferred sales channels",
    "trcrs17":"Assign user accounts to sub-partners",
    "trcrs18":"Manage rates, availability and policies",
    "trcrs19":"Set up unlimited partners, each one with its own terms & conditions",
    "trcrs20":"Extract all or part of the hotel database and display it on your website",
    "trcrs21":"Integrate accommodation offers of your region into your digital catalogues, maps and online offers",
    "trcrs22":"Monitoring booking performance, demand for each period, properties and accommodations enables timely corrections of prices and capacity.",
    "trcrs23":"Your website promoting the destination will be enhanced by a virtual catalogue of accommodations with the possibility of booking in real time.",
    "trcrs24":"Enable all types of accommodation providers to participate, promote and sell their own accommodation directly to website visitors.",
    "trcrs25":"Each accommodation provider controls its own policies (rates and availability).",
    "trcrs26":"In each region or destination there is the possibility to promote and sell special packages or promotional offers related to any event organized at the destination.",
    "trcrs27":"The system creates a database of guests that and can be used for direct marketing.",
    "trcrs28":"E-marketing and online advertising for travel destinations provide measurable results of campaign effectiveness - a basis for future decision-making priorities.",
    "trcrs29":"Statistics on online booking patterns are made available to the DMO.",
    "trcrs30":"Increasing the tourism competitiveness of the regional tourism offer and its presentation in line with global trends.",
    "trcrs31":"A powerful, state-of-the-art administrative back office",
    "trcrs32":"OCTA has a multilingual and cross-currency back office that provides a familiar environment for sales professionals. Unlimited number of properties per chain, unlimited number of units per property and virtual rooms are possible.",
    "trcrs33":"Control of the flow of information and presentation to the buyer",
    "trcrs34":"Centralized group management » Management of objects and users » Overview of reservations » Comprehensive statistics at group, company or object level",
    "trcrs35":"Unlimited types of accommodation units (including virtual units), rate plans, sales policies and accommodation contingent",
    "trcrs36":"Payment gateway functions for direct access to credit card authorization servers » Check balance » Cancel transaction » Refund",
    "trcrs37":"Standard and non-standard discounts and surcharges",
    "trcrs38":"Meal discounts, children's discounts, discounts for additional persons",
    "trcrs39":"Benchmark tariffs (reference plans and templates)",
    "trcrs40":"Pause or suspend booking without altering the defined inventory",
    "trcrs41":"Download reservations directly into any HIS/PMS system",
    "trcrs42":"..and much more",
    "trcrs43":"Detailed statistics and dynamic reporting tool for decision priorities",
    "trcrs44":"OCTA Analyzer provides a detailed overview of booking data and powerful filtering tools to get the data that is important to you.",
    "trcrs45":"Sales and physical statistics with flexible comparison with previous periods, different channels and different markets allow the user to learn booking patterns and plan strategies for future sales promotions. The data provided is supported with graphical view, timelines and various combinations.",
    "trcrs46":"Strategic control of inventory and rate plans while influencing maximum profit for accommodation sold.",
    "trcrs47":"The integrated Yield Manager enables revenue managers to increase or decrease hotel rates based on demand. This simplifies changes to rate values in different periods using rate plans - levels within the yield group that are easy to monitor and even easier to manage.",
    "trcrs48":"Full CRS data sheet",
    "trCTBS1":"Booking system for Tours, Attractions & Activities",
    "trCTBS2":"With Smart CTBS your visitors can book unique local experiences with just a few clicks",
    "trCTBS3":"Virtual catalogue of tours, attractions & activities in your region",
    "trCTBS4":"The digital experience platform is directly connected to your central DMO website and allows visitors to find a complete list of unique experiences at a specific destination and make a reservation with just a few steps.",
    "trCTBS5":"Our tour booking system provides everything you need to take bookings on your website and grow your travel planning business, whether you offer day and multi-day tours, food tours, excursions or other travel activities.",
    "trCTBS6":"Bring your local travel and activity operators under one roof and give them a tool to sell local experiences in one place",
    "trCTBS7":"Web and mobile projects that enable the promotion of your regional tourism assets",
    "trCTBS8":"Digitize all local tour and travel experience offers",
    "trCTBS9":"Give guests the freedom to book in their time zone. Integrate the booking system into your tour website for an easy-to-use online booking process.",
    "trCTBS10":"Various tourism management features including channel management, sales reporting, automated notifications, and more.",
    "trCTBS11":"Whether booking by phone or website bookings, use a simple booking management tool that updates in real time. Manage your availability and inventory in a single travel booking platform with live availability.",
    "trCTBS12":"Connecting your local travel and activity operators",
    "trCTBS13":"Give your local travel and activity operators a tool to sell their local experiences on your platform. This way, you create an attractive portfolio of different travel products that can be booked through your website, but also serve your partner network (or members) with real-time reservations.",
    "trCTBS14":"You have the option of setting up your own sales channel and opening up new sales opportunities for your partner network. They can load their own inventory (directly contracted partners) into the system and manage rates and availability themselves.",
    "trCTBS15":"Connection to global and local resellers.",
    "trCTBS16":"Expand your network by connecting multiple sales channels and adding your partners. Via a two-way (push & pull) API connection you can distribute your inventory to your selected sales channels or even access their inventory.",
    "trCTBS17":"Promote your business and list your products on most popular OTAs for tours and activities, securing new revenue streams for all involved.",
    "trCTBS18":"Offer your entire product inventory to external resellers",
    "trCTBS19":"Access the product inventory of external resellers and integrate it into your own channel",
    "trCTBS20":"Invite your partners to create an agent account and expand your sales network",
    "trCTBS21":"Analysis tools let you know exactly where your bookings come from and adjust your strategy to increase your sales",
    "trCTBS22":"Set your rates and have them synced across all your partner dashboards",
    "trCTBS23":"Integrate fast and secure payment processing",
    "trCTBS24":"Make it easier for customers to purchase travel services with a wide choice of payment gateways.",
    "trCTBS25":"OCTA enables you to streamline your payment processes with industry-leading third-party integrations. With our pre-configured API, you can easily connect to any of the available payment gateways.",
    "trCTBS26":"The system supports multiple payment gateways and multiple currencies. Multiple processors can be connected simultaneously. Credit card information is handled with maximum care and security, in accordance with PCI DSS standards.",
    "trCTBS27":"Customers without credit cards can also book through your website. They will be offered to pay the deposit of the guarantee by wire transfer. Deposits are subject to the sales policy. Each tariff plan can have its own sales policy.",
    "trCTBS28":"Improve your website conversion rate with a seamless payment process",
    "trCTBS29":"Accept payments anywhere, anytime",
    "trCTBS30":"Seamless, integrated customer checkout experience",
    "trCTBS31":"Connect multiple merchant accounts under one master account",
    "trCTBS32":"Integration of merchant accounts of external partners from your partner network (or members)",
    "trCTBS33":".. and much more",
    "trRECH1":"Research software for Tourism institutions and DMOs",
    "trRECH2":"OCTA destination marketing tools help DMOs, regions and cities understand their digital identity and uniqueness. Tourism promotion managers gain an in-depth understanding of their target audiences, competitors and forecast trends, enabling them to work more effectively to attract travelers to their destination.",
    "trRECH3":"Behavioral analysis",
    "trRECH4":"Competitor analysis",
    "trRECH5":"Resource-based analysis",
    "trRECH6":"Behavioral analysis of website visitors",
    "trRECH7":"User behavior analysis (UBA) collects and analyzes data about how users interact with your website or mobile app. User behavior analysis can help you identify the root causes of changes in user behavior that can impact engagement, retention, and conversions.",
    "trRECH8":"Visually represent user behavior through heatmaps and observe what your users see through session recordings to identify and correct hidden friction points and conversion blockers. GDPR and CCPA compliant.",
    "trRECH9":"Competitor Analysis",
    "trRECH10":"A crucial part of your strategy is also choosing how you want to compete, which of course requires an understanding of the competition as well as your overall market share. Our AI-driven application therefore helps to analyze not just any competitor, but to identify 'the' competitors that are relevant to your market.",
    "trRECH11":"It helps you gain insight into the topics you have identified from the consumer's perspective and focuses on specific hypotheses that you believe will differentiate your brand from the competition. With intelligent market segmentation you'll have in-depth insight into how different target groups behave, based on competitors in the market. This allows you to determine where you are doing particularly well and how you can improve compared to your competitors.",
    "trRECH12":"Resource-based Analysis",
    "trRECH13":"The Resource-Based View (RBV) provides a comprehensive view of the importance of resources for the destination's competitive differentiation and sustainability. Since resources are the main element of a destination and lose value over time, you gain insight into which resources make your destination more competitive.",
    "trRECH14":"This allows you to manage them more effectively and attract visitors in a sustainable way. The RBV approach leads to a more sustainable strategy to gain competitive advantage by selecting and developing resources that are valuable, rare, costly to replicate and usable by the organization.",
    "trANP1":"OCTA Analyzer Platform",
    "trANP2":"Turn your strategy into a competitive advantage and enhance the customer experience",
    "trANP3":"Anticipate your customers' needs and deliver relevant services and products to their satisfaction based on the facts of your data. With its powerful search and AI capabilities, OCTA Analyzer can help you quickly create personalized, actionable insights from your data to make faster decisions.",
    "trANP4":"A comprehensive analysis strategy tool that shows you where your company is today and helps you successfully achieve organizational goals and missions.",
    "trANP5":"Cloud-native strategic insights for your next steps",
    "trANP6":"The OCTA Analyzer platform is a cloud-native interface that is responsible for the entire analysis process, from data ingestion and modeling, to data preparation and enrichment, to visualization of your data.",
    "trANP7":"Combine data from multiple sources to get a complete and consistent view of your booking and sales patterns and use it to drive your next business decisions. Several native data connection options are available, including SQL, JDBC (Java Database Connectivity) and more. Securely create, manage and share data connections with individuals, groups or the entire organization.",
    "trRD1":"Responsive design for every application",
    "trRD2":"Also available as an app for IOS™ & Android™",
    "trRD3":"Distribute content, engage your audience and build your community.",
    "trRD4":"App development",
	"trCALLBACK":"Start transforming your business now with OCTA {DMS}"
}